7zip
amazon-workspaces-bin-debug
arch-audit
awww-git
base
base-devel
blueman
bluez-utils
breeze
breeze-gtk
brightnessctl
btop
cliphist
cmake
discord
dolphin
efibootmgr
evtest
fastfetch
fd
firefox
gcc-fortran
ghostty
git
gnome-keyring
grimblast-git
grub
hyprland
hyprlock
hyprpolkitagent
intel-ucode
kde-cli-tools
konsole
kvantum
less
libva-nvidia-driver
linux
linux-firmware
logrotate
ly
lynis
mako
mesa-utils
mpv
nano
neovim
network-manager-applet
networkmanager
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
nvidia-open
nvidia-settings
nvidia-utils
os-prober
pamixer
pavucontrol
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
python-pip
qt5-wayland
qt5ct
qt6-wayland
qt6ct
r
rkhunter
rofi
rust
seahorse
slack-desktop
steam
sudo
terminus-font
texlive-basic
texlive-latex
texlive-latexrecommended
timeshift
timeshift-autosnap
tree-sitter-cli
ttf-firacode-nerd
ttf-hack-nerd
ttf-jetbrains-mono-nerd
ttf-meslo-nerd
ttf-nerd-fonts-symbols-mono
ttf-sourcecodepro-nerd
ttf-ubuntu-nerd
ueberzugpp
ufw
unzip
uwsm
visual-studio-code-bin
waybar
wget
wl-clipboard
xclip
xdg-desktop-portal-hyprland
xsel
yay
yay-debug
yazi
